import React from 'react'
import "./Home.css"

const Details = () => {
  return (
    <div className="holeho">
    <div className="details">
    <div className='home-third'>
      <h1>मंदिर परिसर</h1>
      <p>
        जागेश्वर धाम दुनिया में एक ही परिसर में स्थित मंदिरों के सबसे बड़े समूह
        में से एक है। इसके परिसर में 125 से अधिक छोटे-बड़े मंदिर हैं। मंदिर
        परिसर का नाम इष्टदेव जागेश्वर के नाम पर रखा गया है, जो भगवान शिव को
        समर्पित है।
      </p>
      <h1>मंदिर का स्थान</h1>
      <p>
        जागेश्वर धाम भारत में उत्तराखंड राज्य के अल्मोड़ा जिले में स्थित है और
        लगभग 140 किलोमीटर की दूरी पर, हल्द्वानी से सड़क मार्ग द्वारा पहुंचा जा
        सकता है। हल्द्वानी नई दिल्ली और उत्तराखंड राज्य की राजधानी देहरादून से
        ट्रेन और सड़क मार्ग द्वारा अच्छी तरह से जुड़ा हुआ है। इसलिए, तीर्थयात्री
        पहले हल्द्वानी पहुंच सकते हैं और फिर सड़क मार्ग से अल्मोड़ा तक यात्रा कर
        सकते हैं, 
      </p>
      <h1>संग्रहालय</h1>
      <p>
        भारतीय पुरातत्व सर्वेक्षण (एएसआई) ने मंदिर के पास एक संग्रहालय स्थापित
        किया है। उमा-महेश्वर की छवि में उड़ती हुई आकाशवाणी है, जबकि दोनों हाथों
        में कमल पकड़े पूर्ण रूप से अलंकृत सूर्य की एक सुंदर मूर्ति भी देखी जा
        सकती है। संग्रहालय की दो दीर्घाओं में से पहली में स्थानीय शासक पोना राजा
        की चार फीट ऊंची कांस्य प्रतिमा है।
      </p>
      <h1>जागेश्वर धाम परिसर में मंदिर</h1>
      <p>
        परिसर के अंदर लगभग 125 मंदिर हैं और 174 मूर्तियां हैं जिनमें भगवान शिव
        और पार्वती की पत्थर की मूर्तियां शामिल हैं जो गहनों से सजी हुई हैं।
        इसमें मुख्य मंदिर जगनाथ (ज्योतिर्लिंग), मृत्युंजय मंदिर, हनुमान मंदिर,
        सूर्य मंदिर, नीलकंठ मंदिर, नौ ग्रहों (नवग्रहों) को समर्पित मंदिर, पुष्टि
        माता मंदिर, लकुलिसा मंदिर, केदारनाथ मंदिर, नवदुर्गा मंदिर, बटुक भैरव
        मंदिर और कई मंदिर शामिल हैं। अधिक।
      </p>
      <h1>देवताओं की पूजा</h1>
      <p>
        परंपरा के अनुसार, तीर्थयात्रियों को जागेश्वर धाम परिसर के अंदर मंदिरों
        में एक विशेष क्रम में देवताओं की पूजा करने की आवश्यकता होती है। मंदिर के
        पास ब्रह्म कुंड में स्नान करने के बाद, तीर्थयात्री को सबसे पहले मुख्य
        ज्योतिर्लिंग के दर्शन करने चाहिए, उसके बाद दक्षिण मुखी हनुमान नीलकंठ
        मंदिर, सूर्य मंदिर, नवग्रह मंदिर, पुष्टि माता मंदिर (देवी भागवत के
        अनुसार 83 शक्ति पीठ) के दर्शन करने चाहिए। , मृत्युंजय मंदिर, हवन कुंड,
        लकुलिशा मंदिर, तारकेश्वर मंदिर, केदारनाथ मंदिर, नवदुर्गा मंदिर। इसके
        बाद, तीर्थयात्री फिर से ज्योतिर्लिंगम, फिर बटुक भैरव मंदिर और कुबेर
        मंदिर जो ब्रह्म कुंड के पास स्थित है, वापस आते हैं।
      </p>
      {/* <h1>बुकिंग कार्यालय</h1>
      <p>
      तीर्थयात्रियों से अनुरोध है कि वे मंदिर के अन्य विवरण प्राप्त करने के लिए
      मंदिर परिसर में बुकिंग कार्यालय पर जाएँ। तीर्थयात्री कार्यालय में काउंटर
      पर आवश्यक राशि का भुगतान करके पूजा आदि कर सकते हैं और किताबें और प्रकाशन
      भी खरीद सकते हैं जो जागेश्वर धाम मंदिर के समृद्ध इतिहास और परंपरा का वर्णन
      करते हैं।</p> */}
      <h1>जागेश्वर धाम के पास के मंदिर</h1>
      <p>
        जागेश्वर धाम के दर्शन के बाद तीर्थयात्रियों से 5 किमी की दूरी पर और उसी
        मार्ग पर स्थित पांडुकेश्वर मंदिर के दर्शन करने का भी अनुरोध किया जाता
        है। ऐसा माना जाता है कि इस मंदिर का निर्माण जागेश्वर धाम मंदिर के समान
        काल में हुआ था।
      </p>

      <h2>दूरी चार्ट </h2>

      <h3>दिल्ली से जागेश्वर - 402 किलोमीटर</h3>
      <h3>अल्मोडा से जागेश्वर - 35 कि.मी</h3>
      <h3>पिथौरागढ से जागेश्वर - 88 कि.मी</h3>
      <h3>हल्द्वानी से जागेश्वर - 130 कि.मी</h3>
      <h3>काठगोदाम से जागेश्वर - 125 किमी</h3>
      <h3>नैनीताल से जागेश्वर - 101 कि.मी</h3>
      <h3>पंतनगर से जागेश्वर - 155 कि.मी</h3>
      <h3>देहरादून से जागेश्वर - 470 किमी</h3>
      <h3>हरिद्वार से जागेश्वर - 415 किमी</h3>
      <h3>निकटतम रेलवे स्टेशन - काठगोदाम और हल्द्वानी</h3>

      <h3>निकटतम हवाई अड्डा - पंतनगर और पिथौरागढ</h3>

      <h3>
        हल्द्वानी से अल्मोडा, पिथोरागढ़ के लिए नियमित बस सेवाएं हैं और दैनिक आधार
        पर सुबह 7:00 बजे हल्द्वानी से जागेश्वर के लिए एक सीधी केएमओयू बस है।
      </h3>
    </div>
    </div>
    </div>
  )
}

export default Details
